Repository: ChristianPRO1982/lyrics-slide-show
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: song_approved_info
fr: Un chant validé ne peut plus être modifé. Seul les modérateurs et les administrateurs peuvent valider un chant.

source: Song approved
fr: Chant validé

source: title
fr: Titre

source: subtitle
fr: Sous-titre

source: Licensed
fr: Sous licence

source: song_save_exit
fr: Enregistrer + revenir à la liste des chants

source: Too many lines
fr: Trop de lignes

source: Too many characters for a line
fr: Trop de caractères sur une ligne

source: chorus
fr: Refrain

source: Use this option for not display chorus after
fr: Ne pas afficher le refrain après

source: followed
fr: Suivi

source: Not continue numbering
fr: Ne pas continuer la numérotation

source: like_a_chorus
fr: Comme un refrain

source: Prefix
fr: Préfixe

source: move2dot
fr: Déplacer&nbsp;:

source: Are you sure you want to delete this verse?
fr: Êtes-vous sûr de vouloir supprimer ce couplet&nbsp;?

source: delete
fr: Supprimer

source: new_verse
fr: Nouveau couplet/refrain

source: Verse prefixes
fr: Préfixe de couplet

source: new prefix
fr: Nouveau préfixe

source: cancel_info
fr: Annuler (perdre toutes les modifications en cours)

source: Metadata
fr: Métadonnées

source: Save and return to modify
fr: Enregistrer et revenir à la modification

source: Web links
fr: Liens web

source: Link
fr: Lien

source: Delete this link?
fr: Supprimer ce lien&nbsp;?

source: New link
fr: Nouveau lien

source: display / undisplay
fr: Afficher / masquer

source: Selected
fr: Sélectionnés

source: Available
fr: Disponibles

source: Group
fr: Groupe

source: Group name
fr: Nom du groupe

source: Genre name
fr: Nom du genre

source: New genre
fr: Nouveau genre

source: songs_list
fr: Liste des chants

source: Songs:
fr: Chants&nbsp;:

source: Search ⓘ:
fr: Recherche ⓘ&nbsp;:

source: Total songs in save search
fr: Nombre de chants retournés par la recherche sauvegardée

source: Total ⓘ:
fr: Total ⓘ&nbsp;:

source: Total songs in DB
fr: Nombre total de chants en base de données

source: ✔️: Song valided
fr: ✔️&nbsp;: Chant validé

source: ✔️⁉️: Song valided with messages
fr: ✔️⁉️&nbsp;: Chant validé avec des messages

source: 📄: Licensed song
fr: 📄 : Chant sous licence

source: 🖨️💯: Print song lyric - with chorus between all verses
fr: 🖨️💯: Impression du chant - avec un refrain entre chaque couplet

source: 🖨️1️⃣: Print song lyric - with only one chorus
fr: 🖨️1️⃣ : Impression du chant - avec un seul refrain

source: Song research
fr: Recherche de chant

source: Minimum 3 characters
fr: Minimum 3 caractères

source: Search in description and lyrics
fr: Recherche dans les descriptions et le texte des chants

source: Advanced search
fr: Recherche avancée

source: Favorites
fr: Chants favoris

source: Song not approved
fr: Chant non validé

source: Logic by:
fr: Logique par&nbsp;:

source: OR
fr: OU

source: AND
fr: ET

source: find genre or band or artist
fr: Trouver le genre ou le groupe ou l'artiste

source: band
fr: Groupe

source: artist
fr: Artiste

source: save and search
fr: sauvegarder et rechercher

source: reset
fr: réinitialiser

source: help on ‘advanced search’
fr: Aide sur la ‘Recherche avancée’

source: help_save_search
fr: Vous pouvez sauvegarder votre recherche. Cliquer sur “réinitialiser” pour réafficher tous les chants. La ‘Recherche avancée’ permet de rechercher dans la description des chants ainsi que dans le texte des chants. Plus d'information sur le wiki (voir ‘❓’ en bas de page).

source: New song
fr: Nouveau chant

source: New sub title
fr: Nouveau sous-titre

source: Contact moderators
fr: Contacter les modérateurs

source: Display
fr: Afficher

source: contact_moderators_info
fr: Contacter les modérateurs pour indiquer une modification à apporter à ce chant

source: Favorite song
fr: Chant favori

source: This song is in your favorites
fr: Ce chant se trouve dans tes favoris

source: This song is not in your favorites
fr: Ce chant ne se trouve pas dans tes favoris

source: Print
fr: Impression

source: Print song lyric
fr: Imprimer les paroles du chant

source: Print song lyric - one chorus
fr: Imprimer les paroles du chant - un seul refrain

source: New account
fr: Créer un nouveau compte

source: info_signup
fr: <b>Bienvenue&nbsp;!</b><br><br>La création d'un compte est obligatoire pour gérer un groupe.<br>Vous pouvez vous connecter avec votre compte Google.<br><i>La plus part des fonctionnalités sont accessibles sans compte</i>.<br><br>La création d'un compte est <b>sans engagement</b> et <b>100% gratuite</b>.

source: Connection
fr: Connexion

source: Loading...
fr: Chargement...

source: Page not displayed after a few seconds? Refresh (F5) it or click here.
fr: La page ne s'affiche pas au bout de quelque seconde&nbsp;? Recharger là (F5) ou alors cliquer ici.

source: ERR1
fr: Aucun groupe n'est sélectionné

source: ERR2
fr: Le nom est obligatoire.

source: ERR3
fr: Le nom du groupe est obligatoire.

source: ERR4
fr: Le 'username' indiqué ne se trouve pas en base de données. Merci d'indiquer un 'username' valide.

source: ERR5
fr: [ERR5] Impossible d'ajouter le 'username' comme admin du groupe car il n'est pas reconnu dans le système. Contactez l'administrateur du site.

source: ERR7
fr: Impossible d'ajouter 'username' comme administrateur du groupe.

source: ERR8
fr: Le nom du groupe est déjà utilisé. Deux groupes ne peuvent pas avoir le même nom.

source: ERR9
fr: [ERR9] Impossible de créer le groupe. Contactez l'administrateur du site.

source: ERR10
fr: Ce groupe n'existe pas ou vous n'êtes pas admis à y accéder.

source: ERR11
fr: [ERR11] Impossible d'accéder au groupe. Contactez l'administrateur du site.

source: ERR12
fr: [ERR12] Impossible d'enregistrer ce chant. Contactez l'administrateur du site.

source: ERR13
fr: [ERR13] Impossible d'enregistrer ce chant, il est peut-être “validé” (marqué “✔️”). Contactez un modérateur.

source: ERR14
fr: [ERR14] Impossible d'enregistrer ce message. Contactez l'administrateur du site.

source: ERR15
fr: [ERR15] Message sauvegardé mais le statut du chant n'a pas pu être modifié. Contactez l'administrateur du site

source: ERR16
fr: Ce chant n'existe pas ou vous n'êtes pas admis à y accéder.

source: ERR17
fr: [ERR17] Impossible de générer les diapos. Contacter l'administrateur du site.

source: ERR18
fr: Ce chant est au statut “validé” (marqué “✔️”). Contactez un modérateur.

source: ERR19
fr: Le lien est déjà enregistré. Impossible de créer un doublon.

source: ERR20
fr: [ERR20] Impossible d'enregistrer ce lien. Contacter l'administrateur du site.

source: ERR21
fr: [ERR21] Impossible de supprimer ce lien. Contacter l'administrateur du site.

source: ERR22
fr: [ERR22] Impossible de modifier un lien. Contacter l'administrateur du site.

source: ERR23
fr: Le chant est déjà enregistré. Impossible de créer un doublon.

source: ERR24
fr: [ERR24] Impossible de supprimer ce groupe. Contacter l'administrateur du site.

source: ERR25
fr: [ERR25] Impossible d'ajouter cet utilisateur. Contacter l'administrateur du site.

source: ERR26
fr: [ERR26] Impossible de supprimer cet utilisateur. Contacter l'administrateur du site.

source: ERR27
fr: Seul les modérateurs peuvent modifier la page d'accueil.

source: ERR28
fr: Les titres sont obligatoires&nbsp;: Titre &#60;head&#62 / Titre &#60;h1&#62

source: ERR29
fr: Seul les administrateurs peuvent modifier les paramètres du site.

source: ERR30
fr: Aucune slide à afficher&nbsp;! Ajouter des chants avec du texte...

source: ERR31
fr: [ERR31] Une erreur est survenue lors de la mise à jour d'un couplet. Une modification du chant à peut être eue lieu en même temps. Si l'erreur persiste, contacter l'administrateur du site.

source: ERR32
fr: [ERR32] Impossible d'ajouter un genre. Contacter l'administrateur du site.

source: ERR33
fr: Ce genre existe déjà&nbsp;! Veuillez créer un couplet 'groupe/nom' unique.

source: ERR34
fr: [ERR34] Impossible d'ajouter un genre. Contacter l'administrateur du site.

source: ERR35
fr: [ERR35] Impossible de générer le QR-CODE. Contacter l'administrateur du site.

source: ERR36
fr: Ce préfixe existe déjà.

source: ERR37
fr: [ERR37] Impossible d'ajouter ce préfixe. Contacter l'administrateur du site.

source: ERR38
fr: [ERR38] Impossible de supprimer ce préfixe. Contacter l'administrateur du site.

source: ERR39
fr: [ERR39] Impossible de modifier un genre. Contacter l'administrateur du site.

source: ERR40
fr: [ERR40] Impossible de supprimer ce groupe de musique. Contacter l'administrateur du site.

source: ERR41
fr: Ce nom existe déjà&nbsp;! Veuillez créer un nom de groupe de musique unique.

source: ERR42
fr: [ERR42] Impossible de créer ce groupe de musique. Contacter l'administrateur du site.

source: ERR43
fr: [ERR43] Impossible de modifier ce groupe de musique. Contacter l'administrateur du site.

source: ERR44
fr: Cet artiste existe déjà&nbsp;! Veuillez créer un nom unique.

source: ERR45
fr: [ERR45] Impossible de créer cet artist. Contacter l'administrateur du site.

source: ERR46
fr: [ERR46] Impossible de modifier cet artist. Contacter l'administrateur du site.

source: ERR47
fr: [ERR47] Impossible de supprimer ce groupe de musique. Contacter l'administrateur du site.

source: ERR48
fr: [ERR48] Impossible d'ajouter ce groupe de musique. Contacter l'administrateur du site.

source: ERR49
fr: [ERR49] Impossible d'ajouter cet artiste. Contacter l'administrateur du site.

source: ERR50
fr: [ERR50] Un problème a eu lieu lors de la modification de votre email. Contacter l'administrateur du site.

source: ERR51
fr: [ERR51] Impossible de faire le clean_db de : c_user_change_email

source: ERR52
fr: Pas d'image sélectionnée !

source: ERR53
fr: L'image envoyé est trop lourde.

source: ERR54
fr: L'extension du fichier n'est pas autorisée.

source: ERR55
fr: Ce type de fichier n'est pas un standard autoriser (MIME type)

source: ERR56
fr: L'image ne peut pas être lue.

source: ERR57
fr: L'image est trop petite en largeur ou hauteur

source: ERR58
fr: L'image est trop grande en largeur ou hauteur

source: ERR59
fr: Le ratio de l'image n'est pas conforme (largeur / hauteur).

source: ERR60
fr: [ERR60] Impossible d'enregistrer l'image en BDD.

source: nav_login
fr: Connexion

source: nav_signup
fr: Créer un compte

source: moderator
fr: modérateur

source: administrator
fr: administrateur

source: close
fr: fermer

source: nav_groups_list
fr: Liste des groupes

source: nav_songs_list
fr: Liste des chants

source: nav_animations_list
fr: Liste des animations

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: feb
fr: fév

source: apr
fr: avr

source: may
fr: mai

source: aug
fr: aoû

source: dec
fr: déc

# abbrev. month
source: Feb.
fr: Fév.

# abbrev. month
source: March
fr: Mar.

# abbrev. month
source: April
fr: Avr.

# abbrev. month
source: May
fr: Mai.

# abbrev. month
source: June
fr: Jun.

# abbrev. month
source: July
fr: Jul.

# abbrev. month
source: Aug.
fr: Aoû.

# abbrev. month
source: Sept.
fr: Sep.

# abbrev. month
source: Dec.
fr: Déc.

# alt. month
source: January
fr: Janvier

# alt. month
source: February
fr: Février

# alt. month
source: March
fr: Mars

# alt. month
source: April
fr: Avril

# alt. month
source: May
fr: Mai

# alt. month
source: June
fr: Juin

# alt. month
source: July
fr: Juillet

# alt. month
source: August
fr: Août

# alt. month
source: September
fr: Septembre

# alt. month
source: October
fr: Octobre

# alt. month
source: November
fr: Novembre

# alt. month
source: December
fr: Décembre
