Repository: ChristianPRO1982/lyrics-slide-show
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Save
fr: Enregistrer

source: Save & back
fr: Savegarder et retour à la modification

source: Delete
fr: Supprimer

source: animations_title
fr: Liste des animations

source: Submit a background image
fr: Proposer une image de fond

source: Submission moderation
fr: Modération : Validation des images de fond de slide

source: Moderate images
fr: Modération des images

source: Show past animations
fr: Afficher les anciennes animations

source: Hide past animations
fr: Masquer les anciennes animations

source: Name
fr: Nom

source: Update
fr: Modifier

source: new_animation
fr: Nouvelle animation

source: Add
fr: Ajouter

source: Cancel
fr: Annuler

source: confirm_delete_animation_title
fr: Confirmer la suppression de l'animation

source: confirm_delete_animation_2dot
fr: Confirmer la suppression de cette animation&nbsp;:

source: Pending Submissions:
fr: Images en attente de validation :

source: submit_an_image_info1
fr: Avant de soumettre une image, merci de lire attentivement ces règles :

source: submit_an_image_info2
fr: Votre image ne sera pas ajoutée automatiquement à la bibliothèque : chaque proposition est vérifiée par nos modérateurs.

source: submit_an_image_info3
fr: Seules les images respectant le droit d’auteur et le droit à l’image peuvent être acceptées. Cela s’applique aussi bien aux photos personnelles qu’aux créations originales (dessins, montages, etc.).

source: submit_an_image_info4
fr: Les partitions de musique et tout contenu protégé par un tiers sont strictement interdits.

source: submit_an_image_info5
fr: Formats acceptés : .jpg ou .png

source: submit_an_image_info6
fr: Taille maximale : 2 Mo

source: submit_an_image_info7
fr: Le ratio (largeur / hauteur) doit être compris entre 1.3 et 2.0.

source: submit_an_image_info8
fr: L’objectif n’est pas d’accumuler des milliers d’images, mais de créer une banque visuelle cohérente, légale et variée, permettant d’habiller les slides des animations de chant, quel que soit leur style ou leur contexte.

source: Stored Path:
fr: Path :

source: Size (bytes):
fr: Poids (bytes) :

source: Aspect Ratio:
fr: Ratio :

source: Created At:
fr: Créée le :

source: Moderator description
fr: Description du modérateur

source: Add a description (max 200 characters)
fr: Description de l'image (200 caractères maximum) :

source: Copy user's description
fr: Copier la description de l'utilisateur

source: Validate
fr: Valider

source: Are you sure you want to invalidate this submission?
fr: Êtes-vous sûr de vouloir invalidé cette image&nbsp;?

source: Invalidate
fr: Invalider

source: No submissions found.
fr: Aucune image à valider trouvée.

source: Display current slide window
fr: Fenêtre&nbsp;: diapo active

source: Display preview next slide window
fr: Fenêtre&nbsp;: prévisualisation

source: Shortcuts:
fr: Raccourcis clavier

source: show
fr: Afficher

source: hide
fr: Masquer

source: Previous slide
fr: Diapo précédente

source: Space bar
fr: Barre espace

source: Next slide
fr: Diapo suivante

source: Chorus
fr: Refrain

source: Display preview slide window
fr: Fenêtre&nbsp;: prévisualisation

source: Previous song
fr: Chant précédent

source: Next song
fr: Chant suivant

source: Display/hide choruses
fr: Afficher/masquer les refrains

source: Scroll on ↕️ or not 🧱
fr: Scroll activé ↕️ ou bloqué 🧱

source: QR code for lyrics
fr: QR code pour les paroles des chants

source: in upper or lower case
fr: en majuscule ou minuscule

source: Open a second screen
fr: Ouvrir le second écran

source: Reopen second screen
fr: Rouvrir le second écran

source: Songs
fr: Chants

source: chorus_prefix
fr: R-

source: Current slide
fr: Diapo active

source: Preview next slide
fr: Diapo suivante

source: Moderation images
fr: Modération des images

source: Unactivate Image
fr: Désactiver l’image

source: Activate Image
fr: Activer l’image

source: Delete Image
fr: Supprimer l’image

source: List of available fonts
fr: Liste des polices utilisables

source: Select a song to view the lyrics
fr: Sélectionnez un chant pour voir les paroles

source: Left/right margins
fr: Marges gauche/droite

source: Font size
fr: Taille de police d'écriture

source: Font
fr: Police d'écriture

source: Animation's colors
fr: Couleurs de l'animation

source: Modifiy animation's colors
fr: Modifier les couleurs de l'animation

source: Delete all colors and background images for song and verses
fr: Supprimer toutes les couleurs et images de fond pour les chants et les couplets

source: save
fr: Enregistrer

source: animation_save_exit
fr: Enregistrer + revenir à l'animation

source: verse_num
fr: Couplet n°

source: Font_size2dots
fr: Taille police&nbsp;:

source: decrease size
fr: diminuer la taille

source: same size
fr: même taille

source: increase size
fr: augmenter la taille

source: Font_family2dots
fr: Police d'écriture&nbsp;:

source: Same like song...
fr: Identique à celle du chant...

source: Fonts family
fr: Police d'écriture

source: Verse's colors
fr: Couleurs du couplet

source: Modifiy verse's colors
fr: Modifier les couleurs du couplet

source: move2dots
fr: Déplacer&nbsp;:

source: before
fr: Avant

source: song_num
fr: chant n°

source: dont_do_nothing
fr: [ne rien faire]

source: after
fr: Après

source: Display options
fr: Afficher les options

source: Hide options
fr: Masquer les options

source: Same like animation...
fr: Identique à celle de l'animation...

source: Song's colors
fr: Couleurs du chant

source: Modifiy song's colors
fr: Modifier les couleurs du chant

source: Are you sure you want to delete this song?
fr: Êtes-vous sûr de vouloir supprimer ce chant&nbsp;?

source: See the song
fr: Voir le texte du chant

source: Changes will be lost, do you really want to leave this page?
fr: Les changements vont être perdus, voulez-vous vraiment quitter cette page&nbsp;?

source: Go to the song
fr: Aller vers le chant

source: Modify colors
fr: Modifier les couleurs

source: text_test
fr: <br><br>Voici un texte pour tester l'affichage<br><br><br><br><b>Est-ce beau&nbsp;?</b><br><br><br><br>En tout cas, on fera avec !!!<br><br>

source: Song:
fr: Chant&nbsp;:

source: Verse:
fr: Couplet&nbsp;:

source: Text color:
fr: Couleur du texte&nbsp;:

source: Background color:
fr: Couleur du fond&nbsp;:

source: Are you sure you want to delete this song’s colors?
fr: Êtes-vous sûr de vouloir supprimer les courleurs de ce chant&nbsp;?

source: Delete song's colors
fr: Supprimer les couleurs de ce chant

source: Are you sure you want to delete this verse’s colors?
fr: Êtes-vous sûr de vouloir supprimer les couleurs de ce couplet&nbsp;?

source: Delete verse's colors
fr: Supprimer les couleurs de ce couplet

source: Return
fr: Retour

source: Submit an image
fr: Proposer une image

source: Drag &amp; drop your image here (.jpg or .png)
fr: Glisser/déposer votre image ici (.jpg ou .png)

source: Choose Image
fr: Choisir une image

source: Image description (max 200 characters):
fr: Description de l'image (200 caractères maximum) :

source: Background image is correctly submitted.
fr: L'image a été correctement enregistrée.

source: Slide show
fr: Diaporama

source: Modify
fr: Modifier

source: All lyrics
fr: Toutes les paroles des chants

source: No group selected
fr: Aucun groupe sélectionné

source: Create a new group
fr: Création d'un nouveau groupe

source: admin_info_plus
fr: Afin de mieux modérer les groupes, un ou plusieurs administrateurs sont obligatoire. Ils permettent de gérer le fonctionnement du groupes et des éléments associés (animations, etc.).<br><br>Le groupe peut être ouvert, c'est-à-dire qu'il n'est pas obligé d'avoir d'un compte pour y accéder. <b>Seul l'administration est obligatoire</b>.<br><br>Dans le cas où le groupe est fermé, alors tous ses membres doivent se connecter pour y accéder.

source: New group
fr: Nouveau groupe

source: admin_info
fr: ADMIN [obligatoire]

source: Username2dot
fr: Username&nbsp;:

source: Group saved
fr: Groupe enregistré.

source: groups_list
fr: Liste des groupes

source: new_group
fr: Nouveau groupe

source: add
fr: ajouter

source: This group is private
fr: Ce groupe est privé

source: You need to know the token for use this group
fr: Vous devez connaitre le QR-code (token) pour utiliser ce groupe

source: This group is open
fr: Ce groupe est ouvert

source: select
fr: sélectionner

source: member
fr: membre

source: in progress
fr: encours

source: join
fr: rejoindre

source: modify
fr: modifier

source: 2dotModify
fr: &nbsp;: modification

source: private_group
fr: [groupe privé]

source: group_url
fr: url d'accès direct au groupe

source: Copy URL
fr: 📋 Copié

source: URL copied to clipboard!
fr: Le lien de l'accès au groupe est copié.

source: error_group_qr_code
fr: Erreur lors de la génération du QR code

source: List of group members
fr: Liste des membres du groupe

source: Are you sure you want to delete this member?
fr: Êtes-vous sûr de vouloir supprimer ce couplet&nbsp;?

source: Delete member
fr: Supprimer le membre

source: List of users requesting membership
fr: Liste des utilisateurs demandant à rejoindre le groupe

source: Add this member
fr: Ajouter ce membre

source: private_info2
fr: Un groupe “ouvert” peut être rejoint par n'importe quelle personne connectée. Il n'y a pas de restriction autre que celle d'être connectée.<hr>Un groupe privé n'est accéssible que par des membres connectés au site et dont l'affiliation au groupe a été effectué.

source: token_info2
fr: Le token est permanent et permet à ceux qui l'ont reçu de se connecter au groupe. Ils n'ont pas besoin d'avoir un compte sur le site et d'être logués.<br><br>Pour créer un token ou pour en générer un nouveau, cliquer sur la case “créer un nouveau token”. Si un token existait déjà, il sera détruit. Un groupe avec un token ne peut être accéssible que par les membres du groupe ainsi que ceux qui connaissent ce token&nbsp;; si le groupe est privé le token permet tout de même de s'y connecté.<br><br>Il est possible aussi de supprimer le token avec la case à cocher “supprimer le token”.

source: MANDATORY
fr: OBLIGATOIRE

source: Private group
fr: Groupe privé

source: private_info1
fr: Seul les membres du groupe peuvent y accéder.

source: Make the group private
fr: Rendre le groupe privé

source: token_info1
fr: Gestion du token pour accéder au groupe.

source: New group token
fr: Nouveau token de groupe

source: Delete group token
fr: Suppression du token de groupe

source: Delete group
fr: Suppression du groupe

source: Confirm group deletion
fr: Confirmer la suppression du groupe

source: Deleting a group means deleting the animations associated with that group. It is not possible to recover or transfer them.
fr: La suppression d'un groupe implique la suppression des animations liées à ce groupe. Il n'est pas possible de les récupérer ni de les transférer.

source: cancel
fr: annuler

source: Artists
fr: Artistes

source: Modify bands
fr: Modifier les groupes de musique

source: New artist
fr: Nouvel artiste

source: mandatory
fr: obligatoire

source: Are you sure you want to delete this artist?
fr: Êtes-vous sûr de vouloir supprimer cet artiste&nbsp;?

source: Bands
fr: Groupes de musique

source: Modify artists
fr: Modifier les artistes

source: New band
fr: Nouveau group de musique

source: Are you sure you want to delete this band?
fr: Êtes-vous sûr de vouloir supprimer ce groupe de musique&nbsp;?

source: Delete profile
fr: Suppression du compte

source: For deleting your profile, please copy and paste your username in the field below then click on the button.
fr: Pour supprimer votre profil, veuillez copier-coller votre nom d'utilisateur dans le champ ci-dessous puis cliquer sur le bouton.

source: your username
fr: Ton nom d'utilisateur

source: Delete account
fr: Supprimer le compte

source: Your profile is deleted.
fr: Votre compte a été supprimé.

source: Impossible to delete your profile. Contact the administrator.
fr: Impossible de supprimer votre profil. Contactez l'administrateur.

source: Email check
fr: Vérification d'email

source: Your email is checked.
fr: Votre email a été vérifié.

source: Impossible to check your email.
fr: Impossible de vérifier votre email.

source: Themes
fr: Thèmes

source: powered by
fr: propulsé par

source: Moderator
fr: Modérateur

source: List of songs to be moderated
fr: Liste des chants à modérer

source: Song statistics
fr: Statistiques des chants

source: songs approved
fr: chants approuvés

source: Modify homepage
fr: Modifier la page d'accueil

source: Moderator message
fr: Message du modérateur

source: Title &#60;head&#62;
fr: Titre &#60;head&#62;

source: Title &#60;h1&#62;
fr: Titre &#60;h1&#62;

source: Home text
fr: Texte de la page d'accueil

source: Bloc1 text: on left
fr: Texte du bloc 1&nbsp;: à gauche

source: Bloc2 text: on right
fr: Texte du bloc 2&nbsp;: à droite

source: Administrator
fr: Administrateur

source: Site params
fr: Paramètres du site

source: Admin message
fr: Message de l'administrateur

source: Max lines
fr: Nombre de lignes maximum

source: lines
fr: lignes

source: Max characters for a line
fr: Nombre maximum de caractères pour une ligne

source: characters
fr: caractères

source: Chorus prefix:
fr: Préfixe du refrain :

source: Verse prefix 1:
fr: Préfixe de couplet 1 :

source: Verse prefix 2:
fr: Préfixe de couplet 2 :

source: Examples:
fr: Exemples :

source: my chorus
fr: mon refrain

source: my verse
fr: mon couplet

source: Modify site params
fr: Modifier les paramètres du site

source: Privacy policy
fr: Politique de confidentialité

source: privacy_policy_intro_title
fr: Dernière mise à jour&nbsp;: 14 novembre 2025

source: privacy_policy_intro_content
fr: Bienvenue sur ce site dédié à la création et à la projection de chants en diaporama <b>“Lyrics Slide Show”</b>.<br>Nous avons à cœur de respecter votre vie privée et de ne collecter que les données strictement nécessaires au fonctionnement du service.<br>Ce document vise à vous expliquer clairement quelles données sont collectées, dans quel but, et comment elles sont traitées.<br><br>Source CNIL : <a href="https://www.cnil.fr/fr/passer-laction/les-durees-de-conservation-des-donnees#:~:text=Les%20donn%C3%A9es%20personnelles%20ne%20peuvent%20%C3%AAtre%20conserv%C3%A9es%20ind%C3%A9finiment,ayant%20conduit%20%C3%A0%20la%20collecte%20de%20ces%20donn%C3%A9es.">Les durées de conservation des données - 28 juillet 2020</a>

source: privacy_policy_article_1_title
fr: 1. Données collectées

source: privacy_policy_article_1_content
fr: Lors de la création d’un compte, nous collectons les données suivantes&nbsp;:<ul><li style="list-style-type: disc; margin-left: 2em;"><b>Adresse e-mail&nbsp;:</b> nécessaire pour la création du compte, la connexion et les relances en cas d’inactivité.</li><li style="list-style-type: disc; margin-left: 2em;"><b>Mot de passe&nbsp;:</b> stocké de manière cryptée (hachée et salée), jamais en clair.</li><li style="list-style-type: disc; margin-left: 2em;"><b>Nom et prénom&nbsp;:</b> affichés uniquement dans les groupes auxquels vous participez.</li><li style="list-style-type: disc; margin-left: 2em;"><b>Dernière connexion&nbsp;:</b> pour gérer la suppression automatique des comptes (voir section 5).</li></ul><br>Aucune autre donnée personnelle n’est demandée ni enregistrée.

source: privacy_policy_article_2_title
fr: 2. Finalité du traitement

source: privacy_policy_article_2_content
fr: Ces données sont utilisées uniquement pour&nbsp;:<ul><li style="list-style-type: disc; margin-left: 2em;">Vous permettre de vous connecter.</li><li style="list-style-type: disc; margin-left: 2em;">Vous identifier au sein de vos groupes. Seul votre username y est visible.</li><li style="list-style-type: disc; margin-left: 2em;">Vous envoyer deux e-mails de rappel avant la suppression de votre compte (voir section 5).</li></ul><br>Aucune donnée n’est utilisée à des fins commerciales, publicitaires, statistiques ou analytiques, en interne ou en externe.<br><br>Seuls les administrateurs du site ont accès à l'ensemble de vos données. Les modérateurs n'ont accès à aucune données. Enfin, les responables de groupe ont accès aux username des membres ayant fait leur demande d'accès au groupe concerné.

source: privacy_policy_article_3_title
fr: 3. Cookies

source: privacy_policy_article_3_content
fr: Le site utilise uniquement des cookies strictement nécessaires au bon fonctionnement du service&nbsp;:<ul><li style="list-style-type: disc; margin-left: 2em;">Connexion sécurisée.</li><li style="list-style-type: disc; margin-left: 2em;">Session utilisateur.</li></ul><br>Aucun cookie tiers, cookie de suivi, cookie publicitaire ni analyse de fréquentation n’est mis en place. En conformité avec la réglementation en vigueur (CNIL / RGPD), aucun bandeau de consentement n’est requis.

source: privacy_policy_article_4_title
fr: 4. Partage des données

source: privacy_policy_article_4_content
fr: Vos données ne sont transmises à aucun tiers.<br>Elles sont hébergées sur un serveur sécurisé et ne sont utilisées que dans le cadre du fonctionnement technique du site.

source: privacy_policy_article_5_title
fr: 5. Durée de conservation et suppression automatique

source: privacy_policy_article_5_content
fr: Votre compte et ses données associées (email, nom, prénom, mot de passe crypté, date de la dernière connexion) sont supprimés automatiquement après 14 mois d’inactivité.<br>Un e-mail de rappel est envoyé&nbsp;:<ul><li style="list-style-type: disc; margin-left: 2em;">à 12 mois d’inactivité.</li><li style="list-style-type: disc; margin-left: 2em;">à 13 mois d’inactivité.</li></ul><br>Si aucune action n’est effectuée suite à ces relances, le compte est définitivement supprimé et un email est envoyé pour confirmer cette action.<br>Les groupes et animations associés à ce compte peuvent également être archivés s’ils ne sont plus liés à aucun utilisateur actif.

source: privacy_policy_article_6_title
fr: 6. Droit d’accès, de rectification et de suppression

source: privacy_policy_article_6_content
fr: Conformément au Règlement Général sur la Protection des Données (RGPD), vous avez le droit&nbsp;:<ul><li style="list-style-type: disc; margin-left: 2em;">D’accéder à vos données.</li><li style="list-style-type: disc; margin-left: 2em;">De les corriger.</li><li style="list-style-type: disc; margin-left: 2em;">De demander leur suppression à tout moment.</li></ul><br>Vous pouvez exercer ces droits en vous connectant ou en nous contactant à l’adresse suivante&nbsp;: 📧&nbsp;<i>carthographie@outlook.fr</i>

source: privacy_policy_article_7_title
fr: 7. Analyse des données collectives (sans suivi individuel)

source: privacy_policy_article_7_content
fr: Le site peut procéder à une analyse ponctuelle des chants et des groupes créés (par exemple pour archiver les contenus anciens ou inutilisés), sans jamais analyser l’activité des utilisateurs individuellement.<br>Ces opérations sont réalisées uniquement à des fins d’amélioration du service, sans impact sur votre vie privée.

source: privacy_policy_article_8_title
fr: 8. Contact

source: privacy_policy_article_8_content
fr: Pour toute question concernant la protection de vos données personnelles, vous pouvez écrire à&nbsp;: 📧&nbsp;<i>carthographie@outlook.fr</i>

source: privacy_policy_article_9_title
fr: 9. Modification de la politique de confidentialité

source: privacy_policy_article_9_content
fr: En cas de modification significative de la présente politique de confidentialité (par exemple&nbsp;: changement de la durée de conservation, ajout de nouvelles données collectées, etc.), vous recevrez un e-mail d’information à l’adresse associée à votre compte.<br>Vous pourrez alors, si vous le souhaitez, supprimer votre compte avant l’entrée en vigueur des modifications.

source: privacy_policy_article_10_title
fr: 10. Politique d’envoi des e-mails

source: privacy_policy_article_10_content
fr: Le site applique une politique stricte de non-nuisance par e-mail. Les messages envoyés sont limités aux cas strictement nécessaires au bon fonctionnement du service&nbsp;:<br><br>✅ <b>E-mails que vous pouvez recevoir&nbsp;:</b><ul><li style="list-style-type: disc; margin-left: 2em;">Lors de la création de votre compte.</li><li style="list-style-type: disc; margin-left: 2em;">Pour récupérer votre mot de passe.</li><li style="list-style-type: disc; margin-left: 2em;">En cas de longue période d’inactivité (rappels à 12 mois et 13 mois, voir section 5).</li><li style="list-style-type: disc; margin-left: 2em;">Lors de suppression automatique de votre compte (voir section 5).</li><li style="list-style-type: disc; margin-left: 2em;">Si la politique de confidentialité évolue de manière significative.</li><li style="list-style-type: disc; margin-left: 2em;">Si une attaque est survenue et que les données sont impactées.</li><li style="list-style-type: disc; margin-left: 2em;">Si un comportement inaproprié de la part d'un membre sur le site est signalé.</li></ul><br>❌ <b>Aucun e-mail n’est envoyé pour&nbsp;:</b><ul><li style="list-style-type: disc; margin-left: 2em;">Annoncer de nouvelles fonctionnalités</li><li style="list-style-type: disc; margin-left: 2em;">Proposer des publicités</li><li style="list-style-type: disc; margin-left: 2em;">Envoyer des newsletters, invitations, ou communications commerciales</li></ul><br>Vous ne recevrez donc aucun e-mail inutile ou non sollicité, conformément à notre engagement de simplicité, de respect et de discrétion.

source: Profile
fr: Compte

source: Warning: This action is irreversible. Are you sure you want to delete your account?
fr: Attention&nbsp;: cette action est irréversible. Êtes-vous sûr de vouloir supprimer votre compte&nbsp;?

source: nav_account_logout
fr: Déconnexion

source: new password
fr: Nouveau mot de passe

source: confirm password
fr: Confirmer le mot de passe

source: User
fr: Utilisateur

source: Used for login, cannot be changed
fr: Utiliser pour se connecter, ne peut pas être modifié.

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Contact the administrator to change your role.
fr: Contacter l'administrateur pour changer votre rôle.

source: Page not found
fr: Page non trouvée

source: Error 404
fr: Erreur 404

source: Return to homepage
fr: Retour à la page d'accueil

source: Sorry, the requested page does not exist or has been moved.
fr: Désolé, la page demandée n'existe pas ou a déplacée.

source: More informations on <a href='https://fr.wikipedia.org/wiki/Erreur_HTTP_404'>Wikipedia</a>.
fr: Plus d'informations sur <a href='https://fr.wikipedia.org/wiki/Erreur_HTTP_404'>Wikipedia</a>.

source: You can return to the homepage or use the menu above.
fr: Vous pouvez revenir à la page d'accueil ou utiliser le menu ci‑dessus.

source: confirm_delete_song_title
fr: Confirmation de suppression

source: confirm_delete_song_2dot
fr: Confirmer la suppression de ce chant&nbsp;:

source: btn_delete
fr: Supprimer

source: btn_cancel
fr: Annuler

source: song2dot
fr: Chant&nbsp;:

source: Messages:
fr: Messages&nbsp;:

source: contact_moderators_info_gen
fr: Contacter les modérateurs pour indiquer une modification à apporter sur un chant. Vous trouverer un lien vers le formulaire sur la page du chant.

source: Message saved
fr: Message sauvegardé

source: Back to the song
fr: Retour au chant

source: New messages
fr: Nouveaux messages

source: No message
fr: Pas de message

source: Done
fr: Fait&nbsp;!

source: Old messages
fr: Anciens messages

source: verse_rules
fr: Il est conseillé de suivre les règles suivantes pour créer un couplet ou un refrain afin que le texte ne déborde pas des diapos ni que les diapos soient trop lourdes ou que le texte soit trop petit&nbsp;:

source: verse_rule_1
fr: Nombre de lignes maximum (saut de ligne compris)&nbsp;:

source: verse_rule_2
fr: Nombre de caractères maximum pour une ligne (espaces et ponctuations compris)&nbsp;:
